endings = {
    #ΕΝΕΣΤΩΤΑΣ
    #Καταληξεις οριστικη ενεστωτα
    'enore1' : 'ω',
    'enore2' : 'εις',
    'enore3' : 'ει',
    'enorp1' : 'ομεν',
    'enorp2' : 'ετε',
    'enorp3' : 'ουσι',
    #Καταληξεις υποτακτικη ενεστωτα
    'enupe1' : 'ω',
    'enupe2' : 'ης',
    'enupe3' : 'η',
    'enupp1' : 'ωμεν',
    'enupp2' : 'ητε',
    'enupp3' : 'ωσι',
    #Καταληξεις ευκτικη ενεστωτα
    'enefe1' : 'οιμι',
    'enefe2' : 'οις',
    'enefe3' : 'οι',
    'enefp1' : 'οιμεν',
    'enefp2' : 'οιτε',
    'enefp3' : 'οιεν',
    #Καταληξεις προστακτικη ενεστωτα
    'enpre1' : '',
    'enpre2' : 'ε',
    'enpre3' : 'ετω',
    'enprp1' : '',
    'enprp2' : 'ετε',
    'enprp3' : 'οντων',

    #ΠΑΡΑΤΑΤΙΚΟΣ
    #Καταληξεις οριστικη παρατατικου
    'paore1' : 'ον',
    'paore2' : 'ες',
    'paore3' : 'ε',
    'paorp1' : 'ομεν',
    'paorp2' : 'ετε',
    'paorp3' : 'on',
 
    #ΜΕΛΛΟΝΤΑΣ
    #Καταληξεις οριστικη μελλοντα
    'meore1' : 'σω',
    'meore2' : 'σεις',
    'meore3' : 'σει',
    'meorp1' : 'σομεν',
    'meorp2' : 'σετε',
    'meorp3' : 'σουσι',
    #Καταληξεις ευκτικη μελλοντα
    'meefe1' : 'σοιμι',
    'meefe2' : 'σοις',
    'meefe3' : 'σοι',
    'meefp1' : 'σοιμεν',
    'meefp2' : 'σοιτε',
    'meefp3' : 'σοιεν',

    #ΑΟΡΙΣΤΟΣ
    #Καταληξεις οριστικη αοριστου
    'aoore1' : 'σα',
    'aoore2' : 'σας',
    'aoore3' : 'σε',
    'aoorp1' : 'σαμεν',
    'aoorp2' : 'σατε',
    'aoorp3' : 'σαν',
    #Καταληξεις υποτακτικη αοριστου
    'aoupe1' : 'σω',
    'aoupe2' : 'σης',
    'aoupe3' : 'ση',
    'aoupp1' : 'σωμεν',
    'aoupp2' : 'σητε',
    'aoupp3' : 'σωσι',
    #Καταληξεις ευκτικη αοριστου
    'aoefe1' : 'σαιμι',
    'aoefe2' : 'σαις',
    'aoefe3' : 'σαι',
    'aoefp1' : 'σαιμεν',
    'aoefp2' : 'σαιτε',
    'aoefp3' : 'σαιεν',
    #Καταληξεις προστακτικη αοριστου
    'aopre1' : '',
    'aopre2' : 'σον',
    'aopre3' : 'σατω',
    'aoprp1' : '',
    'aoprp2' : 'σατε',
    'aoprp3' : 'σαντων',

    #ΥΠΕΡΣΥΝΤΕΛΙΚΟΣ
    #Καταληξεις οριστικη υπερσυντελικου
    'ypore1' : 'κειν',
    'ypore2' : 'κεις',
    'ypore3' : 'κει',
    'yporp1' : 'κεμεν',
    'yporp2' : 'κετε',
    'yporp3' : 'κεσαν',
}
