endings_ener = {
    #ΕΝΕΣΤΩΤΑΣ
    #Καταληξεις οριστικη ενεστωτα
    'en_or_e1' : 'ω',
    'en_or_e2' : 'εις',
    'en_or_e3' : 'ει',
    'en_or_p1' : 'ομεν',
    'en_or_p2' : 'ετε',
    'en_or_p3' : 'ουσι',
    #Καταληξεις υποτακτικη ενεστωτα
    'en_up_e1' : 'ω',
    'en_up_e2' : 'ης',
    'en_up_e3' : 'η',
    'en_up_p1' : 'ωμεν',
    'en_up_p2' : 'ητε',
    'en_up_p3' : 'ωσι',
    #Καταληξεις ευκτικη ενεστωτα
    'en_ef_e1' : 'οιμι',
    'en_ef_e2' : 'οις',
    'en_ef_e3' : 'οι',
    'en_ef_p1' : 'οιμεν',
    'en_ef_p2' : 'οιτε',
    'en_ef_p3' : 'οιεν',
    #Καταληξεις προστακτικη ενεστωτα
    'en_pr_e1' : '',
    'en_pr_e2' : 'ε',
    'en_pr_e3' : 'ετω',
    'en_pr_p1' : '',
    'en_pr_p2' : 'ετε',
    'en_pr_p3' : 'οντων',

    #ΠΑΡΑΤΑΤΙΚΟΣ
    #Καταληξεις οριστικη παρατατικου
    'pa_or_e1' : 'ον',
    'pa_or_e2' : 'ες',
    'pa_or_e3' : 'ε',
    'pa_or_p1' : 'ομεν',
    'pa_or_p2' : 'ετε',
    'pa_or_p3' : 'ον',
 
    #ΜΕΛΛΟΝΤΑΣ
    #Καταληξεις οριστικη μελλοντα
    'me_or_e1' : 'σω',
    'me_or_e2' : 'σεις',
    'me_or_e3' : 'σει',
    'me_or_p1' : 'σομεν',
    'me_or_p2' : 'σετε',
    'me_or_p3' : 'σουσι',
    #Καταληξεις ευκτικη μελλοντα
    'me_ef_e1' : 'σοιμι',
    'me_ef_e2' : 'σοις',
    'me_ef_e3' : 'σοι',
    'me_ef_p1' : 'σοιμεν',
    'me_ef_p2' : 'σοιτε',
    'me_ef_p3' : 'σοιεν',

    #ΑΟΡΙΣΤΟΣ
    #Καταληξεις οριστικη αοριστου
    'ao_or_e1' : 'σα',
    'ao_or_e2' : 'σας',
    'ao_or_e3' : 'σε',
    'ao_or_p1' : 'σαμεν',
    'ao_or_p2' : 'σατε',
    'ao_or_p3' : 'σαν',
    #Καταληξεις υποτακτικη αοριστου
    'ao_up_e1' : 'σω',
    'ao_up_e2' : 'σης',
    'ao_up_e3' : 'ση',
    'ao_up_p1' : 'σωμεν',
    'ao_up_p2' : 'σητε',
    'ao_up_p3' : 'σωσι',
    #Καταληξεις ευκτικη αοριστου
    'ao_ef_e1' : 'σαιμι',
    'ao_ef_e2' : 'σαις',
    'ao_ef_e3' : 'σαι',
    'ao_ef_p1' : 'σαιμεν',
    'ao_ef_p2' : 'σαιτε',
    'ao_ef_p3' : 'σαιεν',
    #Καταληξεις προστακτικη αοριστου
    'ao_pr_e1' : '',
    'ao_pr_e2' : 'σον',
    'ao_pr_e3' : 'σατω',
    'ao_pr_p1' : '',
    'ao_pr_p2' : 'σατε',
    'ao_pr_p3' : 'σαντων',

    #ΥΠΕΡΣΥΝΤΕΛΙΚΟΣ
    #Καταληξεις οριστικη υπερσυντελικου
    'yp_or_e1' : 'κειν',
    'yp_or_e2' : 'κεις',
    'yp_or_e3' : 'κει',
    'yp_or_p1' : 'κεμεν',
    'yp_or_p2' : 'κετε',
    'yp_or_p3' : 'κεσαν',
}

endings_mesi = {
    #ΕΝΕΣΤΩΤΑΣ
    #Καταληξεις οριστικη ενεστωτα
    'en_or_e1' : 'ομαι',
    'en_or_e2' : 'η',
    'en_or_e3' : 'εται',
    'en_or_p1' : 'ομεθα',
    'en_or_p2' : 'εσθε',
    'en_or_p3' : 'ονται',
    #Καταληξεις υποτακτικη ενεστωτα
    'en_up_e1' : 'ωμαι',
    'en_up_e2' : 'η',
    'en_up_e3' : 'ηται',
    'en_up_p1' : 'ωμεθα',
    'en_up_p2' : 'ησθε',
    'en_up_p3' : 'ωνται',
    #Καταληξεις ευκτικη ενεστωτα
    'en_ef_e1' : 'οιμην',
    'en_ef_e2' : 'οιο',
    'en_ef_e3' : 'οιτο',
    'en_ef_p1' : 'οιμεθα',
    'en_ef_p2' : 'οισθε',
    'en_ef_p3' : 'οιντο',
    #Καταληξεις προστακτικη ενεστωτα
    'en_pr_e1' : '',
    'en_pr_e2' : 'ου',
    'en_pr_e3' : 'εσθω',
    'en_pr_p1' : '',
    'en_pr_p2' : 'εσθε',
    'en_pr_p3' : 'εσθων',

    #ΠΑΡΑΤΑΤΙΚΟΣ
    #Καταληξεις οριστικη παρατατικου
    'pa_or_e1' : 'ομην',
    'pa_or_e2' : 'ου',
    'pa_or_e3' : 'ετο',
    'pa_or_p1' : 'ομεθα',
    'pa_or_p2' : 'εσθε',
    'pa_or_p3' : 'οντο',
 
    #ΜΕΛΛΟΝΤΑΣ
    #Καταληξεις οριστικη μελλοντα
    'me_or_e1' : 'σομαι',
    'me_or_e2' : 'ση',
    'me_or_e3' : 'σεται',
    'me_or_p1' : 'σομεθα',
    'me_or_p2' : 'σεσθε',
    'me_or_p3' : 'σονται',
    #Καταληξεις ευκτικη μελλοντα
    'me_ef_e1' : 'σοιμην',
    'me_ef_e2' : 'σοιο',
    'me_ef_e3' : 'σοιτο',
    'me_ef_p1' : 'σοιμεθα',
    'me_ef_p2' : 'σοισθε',
    'me_ef_p3' : 'σοιντο',

    #ΑΟΡΙΣΤΟΣ
    #Καταληξεις οριστικη αοριστου
    'ao_or_e1' : 'σαμην',
    'ao_or_e2' : 'σω',
    'ao_or_e3' : 'σατο',
    'ao_or_p1' : 'σαμεθα',
    'ao_or_p2' : 'σασθε',
    'ao_or_p3' : 'σαντο',
    #Καταληξεις υποτακτικη αοριστου
    'ao_up_e1' : 'σωμαι',
    'ao_up_e2' : 'ση',
    'ao_up_e3' : 'σηται',
    'ao_up_p1' : 'σωμεθα',
    'ao_up_p2' : 'σησθε',
    'ao_up_p3' : 'σωνται',
    #Καταληξεις ευκτικη αοριστου
    'ao_ef_e1' : 'σαιμην',
    'ao_ef_e2' : 'σαιο',
    'ao_ef_e3' : 'σαιτο',
    'ao_ef_p1' : 'σαιμεθα',
    'ao_ef_p2' : 'σαισθε',
    'ao_ef_p3' : 'σαιντο',
    #Καταληξεις προστακτικη αοριστου
    'ao_pr_e1' : '',
    'ao_pr_e2' : 'σαι',
    'ao_pr_e3' : 'σασθω',
    'ao_pr_p1' : '',
    'ao_pr_p2' : 'σασθε',
    'ao_pr_p3' : 'σασθων',

    #ΥΠΕΡΣΥΝΤΕΛΙΚΟΣ
    #Καταληξεις οριστικη υπερσυντελικου
    'yp_or_e1' : 'μην',
    'yp_or_e2' : 'σο',
    'yp_or_e3' : 'το',
    'yp_or_p1' : 'μεθα',
    'yp_or_p2' : 'σθε',
    'yp_or_p3' : 'ντο',
}
